[
  {
    "layout_type": "title",
    "layoutno": "title-0",
    "page_no": 1,
    "text": "Available Information",
    "x0": 23.079910278320312,
    "x1": 120.9241943359375,
    "top": 80.89393615722656,
    "bottom": 89.00129699707031,
    "score": 0.4987213611602783
  },
  {
    "layout_type": "text",
    "layoutno": "text-0",
    "page_no": 1,
    "text": "Our investor relations website is amazon.com/ir and we cncourage investors to use it as a way of easily finding information about us. We promptly make available on this website, free of charge, the reports that we file or furnish with the Securities and Exchange Commission (\"SEC\"), corporate govemance  information (including our Code of Business Conduct and Ethies), and select press releases. Executive Officers and Directors The following tables set forth certain information regarding our Executive Officers and Directors as of January 22, 2020: Information About Our Executive Officers",
    "x0": 21.080810546875,
    "x1": 670.9567260742188,
    "top": 95.53634643554688,
    "bottom": 195.83578491210938,
    "score": 0.3991614580154419
  },
  {
    "layout_type": "text",
    "layoutno": "text-3",
    "page_no": 1,
    "text": "Name",
    "x0": 23.766883850097656,
    "x1": 46.02826690673828,
    "top": 214.16673278808594,
    "bottom": 220.47340393066406,
    "score": 0.24060866236686707
  },
  {
    "layout_type": "table",
    "layoutno": "table-0",
    "page_no": 1,
    "text": "Age Position 56 President, Chief Executive Officer, and Chairman of the Board 50 Senior Vice President, Business Development 52 CEO Amazon Web Services 56 Senior Vice President and Chief Financial Officer 55 Vice President, Worldwide Controller, and Principal Accounting Officer 53 CEO Worldwide Consumer 56 Senior Vice President, General Counsel, and Secretary",
    "x0": 17.246490478515625,
    "x1": 675.801513671875,
    "top": 210.74435424804688,
    "bottom": 336.8537292480469,
    "score": 0.5173237323760986
  },
  {
    "layout_type": "text",
    "layoutno": "text-2",
    "page_no": 1,
    "text": "Jeffrey P. Bezos Jeffrey M. Blackbum Andrew R. Jassy Brian T. Olsavsky Shelley L. Reynolds Jeffrey A. Wilke David A. Zapolsky",
    "x0": 22.67475128173828,
    "x1": 110.17386627197266,
    "top": 224.9638671875,
    "bottom": 332.8695068359375,
    "score": 0.018029779195785522
  },
  {
    "layout_type": "text",
    "layoutno": "text-4",
    "page_no": 1,
    "text": "Jeffrey P. Bezos. Mr. Bezos has been Chairman of the Board of Amazon.com since founding it in 1994 and Chief Executive Officer since May 1996. Mr. Bezos served as President ofthe Company from founding until June 1999 and again from Oetober 2000 to the present. Jeffrey M. Blackburn. Mr. Blackbum has served as Senior Vice President, Business Development, since April 2006. Andrew R. Jassy. Mr. Jassy has served as CEO Amazon Web Services since April 2016, and Senior Vice President, Amazon Web Services, from April 2006 until April 2016. Brian T. Olsavsky. Mr. Olsavsky has served as Senior Vice President and Chief Financial Officer since June 2015, Vice President, Finance for the Global Consumer Business from December 2011 to June 2015, and numerous financial leadership roles across Amazon with global responsibility since April 2002. Shelley L. Reynolds. Ms. Reynolds has served as Vice President, Worldwide Controller, and Principal Accounting Officer since April 2007. Jeffrey A. Wilke. Mr. Wilke has served as CEO Worldwide Consumer since April 2016, Senior Vice President, Consumer Business, from February 2012 until April 2016, and as Senior Vice President, North America Retail, from January 2007 until February 2012. David A. Zapolsky. Mr. Zapolsky has served as Senior Vice President, General Counsel, and Secretary since May 2014, Vice President, General Counsel, and Secretary from September 2012 to May 2014, and as Vice President and Associate General Counsel for Litigation and Regulatory matters from April 2002 until September 2012.",
    "x0": 19.573150634765625,
    "x1": 651.130859375,
    "top": 346.7794189453125,
    "bottom": 527.5850219726562,
    "score": 0.508060097694397
  },
  {
    "layout_type": "title",
    "layoutno": "title-6",
    "page_no": 1,
    "text": "Board of Directors",
    "x0": 22.890975952148438,
    "x1": 105.73519897460938,
    "top": 543.7409057617188,
    "bottom": 552.1317749023438,
    "score": 0.6212396025657654
  },
  {
    "layout_type": "text",
    "layoutno": "text-6",
    "page_no": 1,
    "text": "Name Jeffrey P. Bezos Rosalind G. Brewer Jamie S. Gorelick Daniel P. Huttenlocher Judith A. McGrath Indra K. Nooyi Jonathan J. Rubinstein Thomas O. Ryder Patricia Q. Stonesifer Wendell P. Weeks",
    "x0": 22.157737731933594,
    "x1": 139.78250122070312,
    "top": 569.5050048828125,
    "bottom": 735.8741455078125,
    "score": 0.014764577150344849
  },
  {
    "layout_type": "table",
    "layoutno": "table-2",
    "page_no": 1,
    "text": "Age 56 President, Chief Executive Officer, and Chairman of the Board 57 Group President, Americas and Chief Operating Officer, Starbucks Corporation 69 Partner, Wilmer Cutler Pickering Hale and Dorr LLP 61 Dean, MIT Schwarzman College of Computing 67 Senior Advisor, Astronauts Wanted * No experience necessary 64 Former Chief Executive Officer, PepsiCo, Inc. 63 Former co-CEO, Bridgewater Associates, LP 75 Retired, Former Chairman, Reader's Digest Association, Inc. 63 Former President and Chief Executive Officer, Martha’'s Table 60 Chief Executive Officer, Coming Incorporated",
    "x0": 0.078277587890625,
    "x1": 684.7222900390625,
    "top": 573.47509765625,
    "bottom": 744.8326416015625,
    "score": 0.6508452892303467
  },
  {
    "layout_type": "title",
    "layoutno": "title-8",
    "page_no": 1,
    "text": "Position",
    "x0": 468.9841613769531,
    "x1": 500.7439880371094,
    "top": 567.8238525390625,
    "bottom": 575.00244140625,
    "score": 0.5360496640205383
  }
]